<!DOCTYPE html>
<html lang="pt-br">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0, shrink-to-fit=no">
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css" rel="stylesheet"
    integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65" crossorigin="anonymous">
  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.bundle.min.js"
    integrity="sha384-kenU1KFdBIe4zVF0s0G1M5b4hcpxyD9F7jL+jjXkk+Q2h455rYXK/7HAuoJl+0I4"
    crossorigin="anonymous"></script>
  <link rel="stylesheet" href="/style/style.css">
  <title>Healthy Food</title>
</head>

<body>
  <!-- MENU DE OPÇÕES -->
  <nav class="navbar col-12 fixed-top navbar-expand-lg bg-light" style="z-index: 999;">
    <div class="container-fluid col-11">
      <div class="logo">
        <img src="/img/logo.png" height="80px">
      </div>
      <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent"
        aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
        <span class="navbar-toggler-icon"></span>
      </button>
      <div class="collapse navbar-collapse" id="navbarSupportedContent">
        <ul class="navbar-nav mb-2 mb-lg-0 w-100 justify-content-center">
          <li class="nav-item">
            <a class="nav-link text-center fs-5" href="/index.html">Início</a>
          </li>
          <li class="nav-item dropdown">
            <a class="nav-link dropdown-toggle text-center fs-5" href="#" role="button" data-bs-toggle="dropdown" aria-expanded="false">
              Pratos
            </a>
            <ul class="dropdown-menu">
              <li><a class="dropdown-item" href="/src/cafe.html">Café da Manhã</a></li>
              <li><a class="dropdown-item" href="/src/almoco.html">Almoço</a></li>
              <li><a class="dropdown-item" href="/src/jantar.html">Jantar</a></li>
              <li><a class="dropdown-item" href="/src/lanchinhos.html">Lanchinhos</a></li>
              <li><a class="dropdown-item" href="/src/sobremesas.html">Sobremesas</a></li>
            </ul>
          </li>
          <li class="nav-item">
            <a class="nav-link text-center fs-5" href="/src/sobre.html">Sobre</a>
          </li>
          <li class="nav-item dropdown">
            <a class="nav-link dropdown-toggle text-center fs-5" href="#" role="button" data-bs-toggle="dropdown" aria-expanded="false">
              Mais
            </a>
            <ul class="dropdown-menu">
              <li><a class="dropdown-item" href="/src/intoleranciaG.html">Intolerância Glúten</a></li>
              <li><a class="dropdown-item" href="/src/intoleranciaL.html">Intolerância Lactose</a></li>
              <li><a class="dropdown-item" href="/src/dicaBonus.html">Restaurantes Próximos</a></li>
            </ul>
          </li>
        </ul>
        <form class="d-flex" role="search">
          <input class="form-control me-2" type="search" placeholder="Procurar..." aria-label="Search">
          <button class="btn btn-outline-success" type="submit">Buscar</button>
        </form>
      </div>
    </div>
  </nav>

  <!-- AREA DE CONTEUDO -->
  <div class="mb-5 col-10 offset-1 text-center">
      <h1>Intolerância a lactose</h1>
  </div>

  <div class="mb-3 col-10 offset-1 text-justify">
    <h2>O que &eacute; intoler&acirc;ncia &agrave; lactose?</h2>

    <p>A lactose &eacute; um tipo de a&ccedil;&uacute;car presente em leite e derivados, como queijos e outros alimentos,&nbsp;como leite condensado e creme de leite.&nbsp;</p>

    <p>Quando uma pessoa se torna incapaz de digerir esse a&ccedil;&uacute;car, apresentando uma s&eacute;rie de sintomas que v&atilde;o desde dor de est&ocirc;mago a at&eacute; mesmo diarreia, o indiv&iacute;duo &eacute; diagnosticado com intoler&acirc;ncia &agrave; lactose ou hipolactasia, nome t&eacute;cnico da condi&ccedil;&atilde;o m&eacute;dica.</p>

    <h2>&nbsp;</h2>

    <h2>Quais s&atilde;o as causas da intoler&acirc;ncia &agrave; lactose?</h2>

    <p>No indiv&iacute;duo com intoler&acirc;ncia &agrave; lactose, o organismo &eacute; incapaz de produzir uma enzima chamada lactase, que &eacute; a respons&aacute;vel por digerir e decompor a lactose. Assim, o alimento ingerido chega ao intestino grosso sem ser digerido e acaba causando uma s&eacute;rie de inc&ocirc;modos e dores no indiv&iacute;duo.&nbsp;</p>

    <p>A intoler&acirc;ncia &agrave; lactose &eacute; relativamente comum entre brasileiros e acredita-se que entre 70% da popula&ccedil;&atilde;o tenha pelo menos algum grau de intoler&acirc;ncia &agrave; lactose, de leve a moderada e grave.</p>

    <h2>&nbsp;</h2>

    <h2>Quais s&atilde;o os tipos de intoler&acirc;ncia &agrave; lactose?</h2>

    <p>Existem tr&ecirc;s tipos de intoler&acirc;ncia &agrave; lactose:</p>

    <p>A intoler&acirc;ncia cong&ecirc;nita, que &eacute; quando o beb&ecirc; j&aacute; nasce incapaz de digerir a lactose.</p>

    <p>A intoler&acirc;ncia prim&aacute;ria, onde aos poucos, o paciente vai perdendo a capacidade de digerir a lactose, podendo surgir a partir da adolesc&ecirc;ncia at&eacute; o final da vida adulta e a intoler&acirc;ncia secund&aacute;ria, que afeta pacientes que j&aacute; possuem algum dist&uacute;rbio gastro-intestinal, como a doen&ccedil;a de Crohn ou a doen&ccedil;a cel&iacute;aca, por exemplo.</p>

    <h2>&nbsp;</h2>

    <h2>Como &eacute; o diagn&oacute;stico de intoler&acirc;ncia &agrave; lactose?</h2>

    <p>O diagn&oacute;stico da intoler&acirc;ncia &agrave; lactose pode ser feito por meio de testes m&eacute;dicos como o teste de intoler&acirc;ncia &agrave; lactose, onde o paciente recebe uma dose de lactose em jejum e depois de uma janela de tempo determinada realiza um exame de sangue, que vai checar os n&iacute;veis de a&ccedil;&uacute;car no sangue.&nbsp;</p>

    <p>Se o paciente estiver com os n&iacute;veis inalterados, ele possui intoler&acirc;ncia &agrave; lactose.</p>

    <p>Outros exames, como o teste de hidrog&ecirc;nio, tamb&eacute;m podem ser utilizados para a realiza&ccedil;&atilde;o do diagn&oacute;stico de intoler&acirc;ncia &agrave; lactose.</p>

    <h2>&nbsp;&nbsp;</h2>

    <h2>Como s&atilde;o os sintomas de intoler&acirc;ncia &agrave; lactose?</h2>

    <p>Entre os sintomas de intoler&acirc;ncia &agrave; lactose, podemos destacar:</p>

    <ul>
      <li>c&oacute;lica abdominal;</li>
      <li>diarreia;</li>
      <li>flatul&ecirc;ncia;</li>
      <li>gases;</li>
      <li>barriga inchada;</li>
      <li>n&aacute;useas;</li>
      <li>estufamento;</li>
      <li>assaduras;</li>
      <li>ard&ecirc;ncia no &acirc;nus.</li>
    </ul>

    <p>&nbsp;No geral, esses sintomas se apresentam em uma janela de tempo que vai de minutos a at&eacute; 3 horas ap&oacute;s ingerir alimentos com leite e seus derivados.</p>

    <p>Para pacientes beb&ecirc;s e crian&ccedil;as, a intoler&acirc;ncia &agrave; lactose pode causar tamb&eacute;m perda de peso e atrasos no desenvolvimento.</p>

    <h2>&nbsp;</h2>

    <h2>Como &eacute; o tratamento da intoler&acirc;ncia &agrave; lactose?</h2>

    <p>No caso da intoler&acirc;ncia &agrave; lactose, o recomendado &eacute; suspender temporariamente o consumo de leite e seus derivados, para evitar os sintomas causados pela condi&ccedil;&atilde;o m&eacute;dica.</p>

    <p>Dependendo do grau de intoler&acirc;ncia &agrave; lactose, o paciente pode ter que fazer o uso de suplementos com lactase, a enzima respons&aacute;vel pela digest&atilde;o da lactose.&nbsp;A enzima &eacute; como um medicamento, que deve ser ingerido antes que o paciente coma alimentos com lactose. Utilize-a somente com recomenda&ccedil;&atilde;o m&eacute;dica.</p>

    <p>Em alguns casos, tamb&eacute;m pode ser recomendada altera&ccedil;&otilde;es e substitui&ccedil;&otilde;es na dieta dos pacientes.</p>

    <h2>&nbsp;</h2>

    <h2>Qual &eacute; a diferen&ccedil;a entre intoler&acirc;ncia &agrave; lactose e a alergia &agrave; prote&iacute;na do leite?</h2>

    <p>H&aacute; uma diferen&ccedil;a importante entre a intoler&acirc;ncia &agrave; lactose, a dificuldade em digerir o a&ccedil;&uacute;car advindo do leite, e a alergia &agrave; prote&iacute;na do leite. Na segunda, h&aacute; uma maior gravidade e o paciente n&atilde;o deve, sob nenhuma hip&oacute;tese, ter contato com o leite.</p>

    <p>Na intoler&acirc;ncia &agrave; lactose, se o paciente entrar em contato com o leite acidentalmente, ele pode sentir alguns sintomas em maior ou menor intensidade, mas, no geral, n&atilde;o sofre de graves problemas por conta disso.</p>
  </div>
   
  <!-- RODAPÉ SIMPLES -->
  <footer class="page-footer font-small p-5 footer">
    <div class="text-center">
      © 2023 - Healthy Food - Todos os direitos reservados
    </div>
  </footer>

</body>

</html>