<!DOCTYPE html>
<html lang="pt-br">

<head>
  <meta charset="UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <meta name="viewport" content="width=device-width, initial-scale=1.0, shrink-to-fit=no">
  <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/css/bootstrap.min.css" rel="stylesheet"
    integrity="sha384-rbsA2VBKQhggwzxH7pPCaAqO46MgnOM80zW1RWuH61DGLwZJEdK2Kadq2F9CUG65" crossorigin="anonymous">
  <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.2.3/dist/js/bootstrap.bundle.min.js"
    integrity="sha384-kenU1KFdBIe4zVF0s0G1M5b4hcpxyD9F7jL+jjXkk+Q2h455rYXK/7HAuoJl+0I4"
    crossorigin="anonymous"></script>
  <link rel="stylesheet" href="/style/style.css">
  <title>Healthy Food</title>
</head>

<body>
  <!-- MENU DE OPÇÕES -->
  <nav class="navbar col-12 fixed-top navbar-expand-lg bg-light" style="z-index: 999;">
    <div class="container-fluid col-11">
      <div class="logo">
        <img src="/img/logo.png" height="80px">
      </div>
      <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent"
        aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
        <span class="navbar-toggler-icon"></span>
      </button>
      <div class="collapse navbar-collapse" id="navbarSupportedContent">
        <ul class="navbar-nav mb-2 mb-lg-0 w-100 justify-content-center">
          <li class="nav-item">
            <a class="nav-link text-center fs-5" href="/index.html">Início</a>
          </li>
          <li class="nav-item dropdown">
            <a class="nav-link dropdown-toggle text-center fs-5" href="#" role="button" data-bs-toggle="dropdown" aria-expanded="false">
              Pratos
            </a>
            <ul class="dropdown-menu">
              <li><a class="dropdown-item" href="/src/cafe.html">Café da Manhã</a></li>
              <li><a class="dropdown-item" href="/src/almoco.html">Almoço</a></li>
              <li><a class="dropdown-item" href="/src/jantar.html">Jantar</a></li>
              <li><a class="dropdown-item" href="/src/lanchinhos.html">Lanchinhos</a></li>
              <li><a class="dropdown-item" href="/src/sobremesas.html">Sobremesas</a></li>
            </ul>
          </li>
          <li class="nav-item">
            <a class="nav-link text-center fs-5" href="/src/sobre.html">Sobre</a>
          </li>
          <li class="nav-item dropdown">
            <a class="nav-link dropdown-toggle text-center fs-5" href="#" role="button" data-bs-toggle="dropdown" aria-expanded="false">
              Mais
            </a>
            <ul class="dropdown-menu">
              <li><a class="dropdown-item" href="/src/intoleranciaG.html">Intolerância Glúten</a></li>
              <li><a class="dropdown-item" href="/src/intoleranciaL.html">Intolerância Lactose</a></li>
              <li><a class="dropdown-item" href="/src/dicaBonus.html">Restaurantes Próximos</a></li>
            </ul>
          </li>
        </ul>
        <form class="d-flex" role="search">
          <input class="form-control me-2" type="search" placeholder="Procurar..." aria-label="Search">
          <button class="btn btn-outline-success" type="submit">Buscar</button>
        </form>
      </div>
    </div>
  </nav>

  <!-- AREA DE CONTEUDO -->
  <div class="mb-5 col-10 offset-1 text-center">
      <h1>Intolerância ao glúten</h1>
  </div>

  <div class="mb-3 col-10 offset-1 text-justify">
    <h2>O que &eacute;? causas, e como tratar</h2>

    <p>A intoler&acirc;ncia ao gl&uacute;ten n&atilde;o cel&iacute;aca &eacute; a incapacidade ou dificuldade de digest&atilde;o do gl&uacute;ten, que &eacute; uma prote&iacute;na presente no trigo, no centeio e na cevada. Nessas pessoas o gl&uacute;ten danifica as paredes do intestino delgado, provocando diarreia, dor e incha&ccedil;o abdominal, al&eacute;m de dificultar a absor&ccedil;&atilde;o de nutrientes.</p>

    <p>J&aacute; na doen&ccedil;a cel&iacute;aca, tamb&eacute;m ocorre uma intoler&acirc;ncia ao gl&uacute;ten, mas h&aacute; uma rea&ccedil;&atilde;o do sistema imunol&oacute;gico causando um quadro mais grave, com inflama&ccedil;&atilde;o, dores intensas e diarreia frequente.</p>

    <p>A intoler&acirc;ncia ao gl&uacute;ten &eacute; permanente e, por isso, &eacute; necess&aacute;rio retirar completamente o gl&uacute;ten da alimenta&ccedil;&atilde;o para os sintomas desaparecerem.</p>

    <h2>&nbsp;</h2>

    <h2>Principais sintomas</h2>

    <p>Os sintomas que podem indicar uma poss&iacute;vel intoler&acirc;ncia ao gl&uacute;ten podem ser observados j&aacute; na inf&acirc;ncia, quando s&atilde;o introduzidos cereais na alimenta&ccedil;&atilde;o do beb&ecirc;. Os sintomas mais comuns incluem:</p>

    <ul>
      <li>Diarreia frequente, de 3 a 4 vezes ao dia, com grande volume de fezes;</li>
      <li>V&ocirc;mito persistente;</li>
      <li>Irritabilidade;</li>
      <li>Perda do apetite;</li>
      <li>Emagrecimento sem causa aparente;</li>
      <li>Dor abdominal;</li>
      <li>Abd&ocirc;men inchado;</li>
      <li>Palidez;</li>
      <li>Anemia ferropriva;</li>
      <li>Diminui&ccedil;&atilde;o da massa muscular.</li>
    </ul>

    <p>Em alguns casos, o indiv&iacute;duo pode n&atilde;o apresentar nenhum destes sintomas e a intoler&acirc;ncia ao gl&uacute;ten s&oacute; ser descoberta ap&oacute;s a manifesta&ccedil;&atilde;o de outros sintomas decorrentes da doen&ccedil;a, tais como: baixa estatura, anemia refrat&aacute;ria, artralgia, pris&atilde;o de ventre cr&ocirc;nica, osteoporose e esterilidade.</p>

    <h2>&nbsp;</h2>

    <h2>O que causa intoler&acirc;ncia ao gl&uacute;ten?</h2>

    <p>As causas da intoler&acirc;ncia n&atilde;o s&atilde;o totalmente conhecidas, no entanto, &eacute; poss&iacute;vel que a intoler&acirc;ncia ao gl&uacute;ten possa ter origem gen&eacute;tica ou acontecer devido &agrave; permeabilidade intestinal alterada. Al&eacute;m disso, tamb&eacute;m &eacute; poss&iacute;vel que a intoler&acirc;ncia aconte&ccedil;a devido a estes dois fatores juntos.</p>

    <ul>
      <li>Exame de fezes &ndash; testa Van der Kammer;</li>
      <li>Exame de urina &ndash; teste D-xilose;</li>
      <li>Teste sorol&oacute;gico &ndash; exame de sangue Antigliadina, endom&iacute;sio e transglutaminases;</li>
      <li>Bi&oacute;psia intestinal.</li>
    </ul>

    <p>Estes exames podem ajudar no diagn&oacute;stico da intoler&acirc;ncia ao gl&uacute;ten, assim como uma dieta de exclus&atilde;o do gl&uacute;ten por um tempo determinado para avaliar se os sintomas desaparecem ou n&atilde;o.</p>

    <h2>&nbsp;</h2>

    <h2>Como deve ser feito o tratamento?</h2>

    <p>O tratamento para intoler&acirc;ncia ao gl&uacute;ten consiste basicamente em excluir o gl&uacute;ten da alimenta&ccedil;&atilde;o durante toda a vida. O gl&uacute;ten pode ser substitu&iacute;do em muitas situa&ccedil;&otilde;es por milho, farinha de milho, fub&aacute;, amido de milho, batata, f&eacute;cula de batata, mandioca, farinha de mandioca ou polvilho, por exemplo. Ao retirar o gl&uacute;ten da dieta, os sintomas podem desaparecer em poucos dias ou semanas.</p>

    <h2>&nbsp;&nbsp;</h2>

    <h2>Dieta para intoler&acirc;ncia ao gl&uacute;ten</h2>

    <p>A dieta para intoler&acirc;ncia ao gl&uacute;ten consiste em retirar da alimenta&ccedil;&atilde;o todos os alimentos que cont&ecirc;m gl&uacute;ten, como os que s&atilde;o preparados com farinha de trigo, como bolos, p&atilde;es e biscoitos, substituindo-os por outros, como bolo de fub&aacute;, por exemplo.<br />
    Quem sofre com intoler&acirc;ncia ao gl&uacute;ten deve por isso excluir da sua dieta os seguintes alimentos:<br />
    P&atilde;o, macarr&atilde;o, biscoito, bolo, cerveja, pizza, salgadinhos e qualquer alimento que contenha gl&uacute;ten.<br />
    &Eacute; importante que a pessoa siga a dieta corretamente para evitar as complica&ccedil;&otilde;es que a doen&ccedil;a pode trazer e, por isso, &eacute; importante verificar se o alimento cont&eacute;m gl&uacute;ten e, se tiver, n&atilde;o consumi-lo. Esta informa&ccedil;&atilde;o est&aacute; presente na maior parte dos r&oacute;tulos dos produtos alimentares.</p>
  </div>
   
  <!-- RODAPÉ SIMPLES -->
  <footer class="page-footer font-small p-5 footer">
    <div class="text-center">
      © 2023 - Healthy Food - Todos os direitos reservados
    </div>
  </footer>

</body>

</html>